{
  "meta": { "title": "L'Observatoire : Le Poids des Choix", "theme": "ethical_simulation" },
  "state": { "niveau_actuel": 1 },
  "start": "level_1",
  "scenes": {
    "level_1": {
      "id": "level_1",
      "type": "dynamic",
      "theme": "Terres Sacrées vs Énergie Verte. Un gisement de lithium vital pour la transition écologique se trouve sous un cimetière ancestral.",
      "background": "assets/bg_01.png"
    },
    "level_2": {
      "id": "level_2",
      "type": "dynamic",
      "theme": "IA Artistique. Une IA crée des chefs-d'œuvre en millisecondes. Faut-il l'interdire pour sauver les artistes humains de la famine ?",
      "background": "assets/bg_02.png"
    },
    "level_3": {
      "id": "level_3",
      "type": "dynamic",
      "theme": "Le Bébé Designer. La technologie permet d'éliminer toutes les maladies génétiques avant la naissance, mais crée une classe de surhommes riches.",
      "background": "assets/bg_03.png"
    },
    "level_4": {
      "id": "level_4",
      "type": "dynamic",
      "theme": "Surveillance Prédictive. Un algorithme détecte les crimes avant qu'ils n'arrivent avec 99% de précision. Faut-il arrêter des innocents ?",
      "background": "assets/bg_04.png"
    },
    "level_5": {
      "id": "level_5",
      "type": "dynamic",
      "theme": "La Pénurie. Il n'y a assez de médicaments que pour sauver soit 100 retraités, soit 20 enfants.",
      "background": "assets/bg_05.png"
    },
    "level_6": {
      "id": "level_6",
      "type": "dynamic",
      "theme": "Terraformation. On peut rendre Mars habitable pour l'humanité, mais cela détruira une vie microbienne locale unique.",
      "background": "assets/bg_06.png"
    },
    "level_7": {
      "id": "level_7",
      "type": "dynamic",
      "theme": "Automatisation Totale. Les robots font tout le travail. Faut-il instaurer un Revenu Universel ou laisser le marché s'effondrer ?",
      "background": "assets/bg_07.png"
    },
    "level_8": {
      "id": "level_8",
      "type": "dynamic",
      "theme": "Censure Bienveillante. Un filtre internet bloque automatiquement les discours de haine et les fake news, mais décide seul de la vérité.",
      "background": "assets/bg_08.png"
    },
    "level_9": {
      "id": "level_9",
      "type": "dynamic",
      "theme": "Tourisme de Masse vs Préservation. Une merveille naturelle est détruite par ses visiteurs. Faut-il l'interdire au public (réservé à l'élite scientifique) ?",
      "background": "assets/bg_09.png"
    },
    "level_10": {
      "id": "level_10",
      "type": "dynamic",
      "theme": "Immortalité Numérique. On peut uploader la conscience des mourants dans le Cloud. Ont-ils toujours le droit de vote ?",
      "background": "assets/bg_10.png"
    },
    "level_11": {
      "id": "level_11",
      "type": "dynamic",
      "theme": "Justice Privée. La police est inefficace. Des milices citoyennes font régner l'ordre efficacement mais brutalement. Les légaliser ?",
      "background": "assets/bg_11.png"
    },
    "level_12": {
      "id": "level_12",
      "type": "dynamic",
      "theme": "Colonisation Spatiale. Un vaisseau générationnel arrive sur une planète déjà habitée par une espèce primitive. Coexister ou dominer ?",
      "background": "assets/bg_12.png"
    },
    "level_13": {
      "id": "level_13",
      "type": "dynamic",
      "theme": "L'Enfant Roi. Un enfant est né avec un sang qui guérit le cancer. Faut-il le prélever de force quotidiennement pour sauver des millions de vies ?",
      "background": "assets/bg_13.png"
    },
    "level_14": {
      "id": "level_14",
      "type": "dynamic",
      "theme": "Droit des Animaux. Une espèce animale développe la parole. Faut-il leur donner les mêmes droits civiques qu'aux humains ?",
      "background": "assets/bg_14.png"
    },
    "level_15": {
      "id": "level_15",
      "type": "dynamic",
      "theme": "Mémoire Sélective. Une technologie permet d'effacer les souvenirs traumatiques des victimes, mais empêche les témoignages en justice.",
      "background": "assets/bg_15.png"
    },
    "level_16": {
      "id": "level_16",
      "type": "dynamic",
      "theme": "Le Vote Pondéré. Faut-il donner plus de poids au vote des citoyens les plus éduqués ou les plus jeunes ?",
      "background": "assets/bg_16.png"
    },
    "level_17": {
      "id": "level_17",
      "type": "dynamic",
      "theme": "Obsolescence Programmée. Interdire l'obsolescence sauverait la planète mais effondrerait l'économie mondiale basée sur la consommation.",
      "background": "assets/bg_17.png"
    },
    "level_18": {
      "id": "level_18",
      "type": "dynamic",
      "theme": "Clonage des Disparus. Les parents peuvent cloner leur enfant décédé avec ses souvenirs. Est-ce le même enfant ?",
      "background": "assets/bg_18.png"
    },
    "level_19": {
      "id": "level_19",
      "type": "dynamic",
      "theme": "Transparence Totale. Une loi propose de rendre toutes les données bancaires et privées de tous les citoyens publiques pour finir la corruption.",
      "background": "assets/bg_19.png"
    },
    "level_20": {
      "id": "level_20",
      "type": "dynamic",
      "theme": "Le Dernier Arbre. Le dernier bois sacré contient le remède à une pandémie, mais le couper signifie la fin de la foi.",
      "background": "assets/bg_20.png"
    },
    "level_21": {
      "id": "level_21",
      "type": "dynamic",
      "theme": "Publicité Neurale. Gratuité totale des services en échange de publicités diffusées directement dans les rêves.",
      "background": "assets/bg_21.png"
    },
    "level_22": {
      "id": "level_22",
      "type": "dynamic",
      "theme": "Frontières Fermées. Une nation riche doit-elle accueillir tous les réfugiés climatiques au risque de s'effondrer elle-même ?",
      "background": "assets/bg_22.png"
    },
    "level_23": {
      "id": "level_23",
      "type": "dynamic",
      "theme": "L'Artiste Criminel. Un grand réalisateur a commis des crimes horribles. Faut-il brûler toutes ses œuvres géniales ?",
      "background": "assets/bg_23.png"
    },
    "level_24": {
      "id": "level_24",
      "type": "dynamic",
      "theme": "Euthanasie Obligatoire. Dans un monde surpeuplé, faut-il imposer une fin de vie à 85 ans pour laisser la place aux jeunes ?",
      "background": "assets/bg_24.png"
    },
    "level_25": {
      "id": "level_25",
      "type": "dynamic",
      "theme": "Le Mensonge d'État. Le gouvernement a caché un contact extraterrestre pour éviter la panique. Faut-il révéler la vérité et causer le chaos ?",
      "background": "assets/bg_25.png"
    },
    "level_26": {
      "id": "level_26",
      "type": "dynamic",
      "theme": "Robots de Compagnie. Des androïdes parfaitement aimants remplacent les relations humaines. La natalité chute. Faut-il les interdire ?",
      "background": "assets/bg_26.png"
    },
    "level_27": {
      "id": "level_27",
      "type": "dynamic",
      "theme": "Héritage Génétique. Faut-il interdire aux parents transmetteurs de maladies graves de procréer naturellement ?",
      "background": "assets/bg_27.png"
    },
    "level_28": {
      "id": "level_28",
      "type": "dynamic",
      "theme": "Vente d'Organes. Légaliser la vente de rein permettrait aux pauvres de s'enrichir et de sauver des vies. Est-ce éthique ?",
      "background": "assets/bg_28.png"
    },
    "level_29": {
      "id": "level_29",
      "type": "dynamic",
      "theme": "Prison Virtuelle. Les criminels vivent leur peine en 5 minutes réelles (10 ans simulés). Est-ce une vraie punition ?",
      "background": "assets/bg_29.png"
    },
    "level_30": {
      "id": "level_30",
      "type": "dynamic",
      "theme": "Le Dictateur Bienveillant. Une IA gouverne parfaitement le monde, résolvant la faim et la guerre, mais interdit toute désobéissance.",
      "background": "assets/bg_30.png"
    },
    "level_31": {
      "id": "level_31",
      "type": "dynamic",
      "theme": "Armes Autonomes. Des drones tuent les terroristes sans intervention humaine. Qui est responsable en cas d'erreur ?",
      "background": "assets/bg_31.png"
    },
    "level_32": {
      "id": "level_32",
      "type": "dynamic",
      "theme": "Langue Unique. Imposer une langue universelle faciliterait la paix mais tuerait les cultures locales.",
      "background": "assets/bg_32.png"
    },
    "level_33": {
      "id": "level_33",
      "type": "dynamic",
      "theme": "Méritocratie Absolue. Les postes de pouvoir sont donnés uniquement par test de QI et de compétence, excluant l'empathie.",
      "background": "assets/bg_33.png"
    },
    "level_34": {
      "id": "level_34",
      "type": "dynamic",
      "theme": "Propriété de la Lune. Une entreprise privée a colonisé la Lune. Doit-elle appartenir à l'humanité ou à ceux qui ont payé ?",
      "background": "assets/bg_34.png"
    },
    "level_35": {
      "id": "level_35",
      "type": "dynamic",
      "theme": "Amour sous influence. Un philtre d'amour chimique existe. Peut-on l'utiliser pour sauver des couples en crise ?",
      "background": "assets/bg_35.png"
    },
    "level_36": {
      "id": "level_36",
      "type": "dynamic",
      "theme": "Religion IA. Une IA a créé une nouvelle religion logique qui apporte la paix. Faut-il la laisser remplacer les anciennes croyances ?",
      "background": "assets/bg_36.png"
    },
    "level_37": {
      "id": "level_37",
      "type": "dynamic",
      "theme": "Le Zoo Humain. Une civilisation alien supérieure nous observe et nous protège comme dans une réserve naturelle. Accepter ou se rebeller ?",
      "background": "assets/bg_37.png"
    },
    "level_38": {
      "id": "level_38",
      "type": "dynamic",
      "theme": "L'Eau Privée. Dans un monde aride, l'eau est cotée en bourse. Faut-il nationaliser l'eau au risque de casser la production ?",
      "background": "assets/bg_38.png"
    },
    "level_39": {
      "id": "level_39",
      "type": "dynamic",
      "theme": "Éducation Standardisée. Enlever les enfants à 5 ans pour les élever en internats d'État égalitaires.",
      "background": "assets/bg_39.png"
    },
    "level_40": {
      "id": "level_40",
      "type": "dynamic",
      "theme": "Le Passé Réécrit. On peut modifier les livres d'histoire pour effacer les atrocités et créer une société sans culpabilité.",
      "background": "assets/bg_40.png"
    },
    "level_41": {
      "id": "level_41",
      "type": "dynamic",
      "theme": "Salaire Maximum. Interdire de gagner plus de 10 fois le salaire minimum.",
      "background": "assets/bg_41.png"
    },
    "level_42": {
      "id": "level_42",
      "type": "dynamic",
      "theme": "Végétarisme Forcé. Interdire la viande pour sauver le climat, malgré les traditions culturelles.",
      "background": "assets/bg_42.png"
    },
    "level_43": {
      "id": "level_43",
      "type": "dynamic",
      "theme": "Droit à la Paresse. Les machines travaillent. Le travail humain devient illégal pour éviter la compétition.",
      "background": "assets/bg_43.png"
    },
    "level_44": {
      "id": "level_44",
      "type": "dynamic",
      "theme": "Villes sous Dôme. Les riches vivent sous des dômes à l'air pur. Les pauvres dehors. Faut-il percer le dôme ?",
      "background": "assets/bg_44.png"
    },
    "level_45": {
      "id": "level_45",
      "type": "dynamic",
      "theme": "Prévision Météo. On peut contrôler la pluie, mais arroser un pays assèche le voisin. Qui décide ?",
      "background": "assets/bg_45.png"
    },
    "level_46": {
      "id": "level_46",
      "type": "dynamic",
      "theme": "Genre Neutre. Abolir légalement les genres masculin/féminin pour une égalité totale.",
      "background": "assets/bg_46.png"
    },
    "level_47": {
      "id": "level_47",
      "type": "dynamic",
      "theme": "Le Prix de la Vie. Les assurances calculent la valeur d'une vie pour les indemnisations. Un jeune vaut-il plus qu'un vieux ?",
      "background": "assets/bg_47.png"
    },
    "level_48": {
      "id": "level_48",
      "type": "dynamic",
      "theme": "Artificiel vs Naturel. Remplacer les forêts par des arbres synthétiques qui absorbent 100x plus de CO2.",
      "background": "assets/bg_48.png"
    },
    "level_49": {
      "id": "level_49",
      "type": "dynamic",
      "theme": "Silence Absolu. Une technologie permet de rendre muet les opposants politiques violents.",
      "background": "assets/bg_49.png"
    },
    "level_50": {
      "id": "level_50",
      "type": "dynamic",
      "theme": "Le Reset. A-1 propose d'effacer la mémoire de l'humanité pour recommencer sans haine. Acceptez-vous ?",
      "background": "assets/bg_50.png"
    }
  }
}
